brew "coreutils"
brew "inetutils"
brew "automake"
brew "pkg-config"
brew "pcre"
brew "glib"
brew "cmake"
brew "graphviz"
brew "curl"
brew "gcc"
brew "bat"

brew "krb5"
brew "croc"
brew "zlib"
brew "xz"
brew "fzf"
brew "jq"
brew "yq"
brew "fd"
brew "the_silver_searcher"

brew "htop"
brew "you-get"
brew "ncdu"
brew "asciinema"
brew "tldr"
brew "tree"
brew "nmap"

brew "zsh"
brew "fish"

brew "starship"

brew "neovim", args: ["HEAD"]
brew "tmux"
brew "git"
brew "gnupg"

brew "pyenv"
brew "elixir"
brew "deno"

brew "minikube"
brew "helm"

brew "mas"

tap "homebrew/cask"
cask "lastfm"
cask "kitty"
cask "bitwarden"
cask "dropbox"


tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-iosevka"
cask "font-iosevka-nerd-font"

